CRUDAPI/12_Agreement/GetV2-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cor="http://corteos.ru">
   <soapenv:Header>
      <cor:AuthHeader>
         <!--Optional:-->
         <cor:Token>55cea025-****-****-9960-a06f20a183a8</cor:Token>
      </cor:AuthHeader>
   </soapenv:Header>
   <soapenv:Body>
      <cor:GetV2>
         <cor:id_Agreement>41</cor:id_Agreement>
      </cor:GetV2>
   </soapenv:Body>
</soapenv:Envelope>